Repository: omeka/plugin-OaipmhHarvester
Catalog: languages/*.po
Languages: fr

source: queued
fr: en attente

source: in progress
fr: en cours

source: completed
fr: terminé

source: error
fr: erreur

source: deleted
fr: terminé

source: killed
fr: tué

source: All items created for this harvest were deleted on %s
fr: Tous les contenus créés par ce moissonnage ont été supprimés le %s

source: No records were found.
fr: Aucun document n'a été trouvé

source: Received resumption token: %s
fr: Jeton de reprise reçu: %s

source: Did not receive a resumption token.
fr: Le jeton de reprise n'a pas été reçu.

source: The repository returned no records.
fr: Le dépôt n'a retourné aucun document.

source: Set "%1$s" is being harvested using "%2$s". This may take a while. Please check below for status.
fr: Le set "%1$s" est en train d'être moissonné en utilisant "%2$s". Cela peut prendre un moment. Merci de vérifier le statut ci-dessous.

source: Repository "%1$s" is being harvested using "%2$s". This may take a while. Please check below for status.
fr: Le dépôt "%1$s" est en train d'être moissonné en utilisant "%2$s". Cela peut prendre un moment. Merci de vérifier le statut ci-dessous.

source: Harvesting is continued from %s.
fr: Le moissonnage est poursuivi depuis %s.

source: Base URL
fr: URL de base

source: The base URL of the OAI-PMH data provider.
fr: L'URL de base du dépôt OAI-PMH.

source: View Sets
fr: Voir les sets

source: OAI-PMH Harvester | Harvest
fr: Moissonneur OAI-PMH | Moissonnage

source: Data provider:
fr: Fournisseur:

source: Harvest the entire repository:
fr: Moissonner tout le dépôt

source: Go
fr: Démarrer

source: Harvest a set:
fr: Moissonner un set:

source: Set Spec
fr: Spécification du set

source: Harvest
fr: Moissonnage

source: This repository does not allow you to harvest individual sets.
fr: Ce dépôt n'autorise pas le moissonnage de sets individuels.

source: OAI-PMH Harvester | Status
fr: Moissonneur OAI-PMH | Statut

source: Set Name
fr: Nom du set

source: Metadata Prefix
fr: Préfixe de métadonnée

source: Status
fr: Statut

source: Initiated
fr: Démarré

source: Completed
fr: Terminé

source: [not completed]
fr: [non terminé]

source: Status Messages
fr: Messages de statut

source: Warning:
fr: Avertissement:

source: Clicking the following link will delete all items created for this harvest.
fr: Cliquer sur le lien suivant supprimera tous les contenus créés par ce moissonnage.

source: OAI-PMH Harvester
fr: Moissonneur OAI-PMH

source: Data Provider
fr: Fournisseur

source: Harvests
fr: Moissonnages

source: There are no harvests.
fr: Il n'y a pas de moissonnages.

source: [Entire Repository]
fr: [Dépôt entier]

source: Re-Harvest
fr: Re-moissonner

source: Duplicate Harvested Items
fr: Contenus moissonnés en doublon

source: While you will not lose the items and collections created by your harvests, you will lose all harvest-specific metadata and the ability to re-harvest.
fr: Bien que vous ne perdrez pas les contenus et collections créés par vos moissonnages, vous perdrez toutes les métadonnées spécifiques à ces moissonnages ainsi que la capacité de re-moissonner.
